{
  "Desertification": {
    "url": "https://en.wikipedia.org/wiki/Desertification",
    "summary": "Desertification is a type of land degradation in which a relatively dry area of land becomes increasingly arid, typically losing its bodies of water as well as vegetation and wildlife . It is caused by a variety of factors, such as through climate change (particularly the current global warming) and through the overexploitation of soil through human activity. When deserts appear automatically over the natural course of a planet's life cycle, then it can be called a natural phenomenon; however, when deserts emerge due to the rampant and unchecked depletion of nutrients in soil that are essential for it to remain arable, then a virtual \"soil death\" can be spoken of, which traces its cause back to human overexploitation. Desertification is a significant global ecological and environmental problem.",
    "images": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Cabrasnortechico.JPG",
    "countries": [
      "SAU",
      "MLI",
      "ISR",
      "NAM",
      "BEN",
      "MNG",
      "TUN",
      "KAZ",
      "LBN",
      "CPV",
      "ESP",
      "ROU",
      "SYR",
      "GIN",
      "MAR",
      "JOR",
      "CAF",
      "AGO",
      "AFG",
      "MEX",
      "KWT",
      "AUS",
      "KEN",
      "IRN",
      "DZA",
      "DJI",
      "CUB",
      "UZB",
      "NER",
      "EGY",
      "ETH",
      "MDG",
      "LBY",
      "BWA",
      "PER",
      "LSO",
      "CMR",
      "ZMB",
      "SDN",
      "MRT",
      "ARE",
      "PAK",
      "BHR",
      "SOM",
      "ECU",
      "MOZ",
      "CHN",
      "TCD",
      "USA",
      "SEN",
      "ARG",
      "ERI",
      "IRQ",
      "YEM",
      "IND",
      "ZAF",
      "TKM",
      "BFA"
    ]
  },
  "Air pollution": {
    "url": "https://en.wikipedia.org/wiki/Air_pollution",
    "summary": "Air pollution occurs when harmful or excessive quantities of substances including gases, particulates, and biological molecules are introduced into Earth's atmosphere. It may cause diseases, allergies and even death to humans; it may also cause harm to other living organisms such as animals and food crops, and may damage the natural or built environment. Both human activity and natural processes can generate air pollution.\nIndoor air pollution and poor urban air quality are listed as two of the world's worst toxic pollution problems in the 2008 Blacksmith Institute World's Worst Polluted Places report. According to the 2014 World Health Organization report, air pollution in 2012 caused the deaths of around 7 million people worldwide, an estimate roughly echoed by one from the International Energy Agency.",
    "images": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/AlfedPalmersmokestacks.jpg/775px-AlfedPalmersmokestacks.jpg",
    "countries": [
      "SAU",
      "LVA",
      "ISR",
      "CRI",
      "SVN",
      "AUT",
      "MKD",
      "LBN",
      "FJI",
      "BGR",
      "ESP",
      "XKX",
      "ROU",
      "PRT",
      "THA",
      "TGO",
      "BIH",
      "NLD",
      "CAN",
      "POL",
      "IRN",
      "IDN",
      "FRA",
      "DZA",
      "DNK",
      "JAM",
      "SMR",
      "BMU",
      "MYS",
      "COL",
      "BWA",
      "TUR",
      "PER",
      "TWN",
      "SGP",
      "LIE",
      "FIN",
      "NOR",
      "ZMB",
      "KGZ",
      "GRC",
      "TJK",
      "SLE",
      "PAK",
      "JPN",
      "LKA",
      "PAN",
      "CHN",
      "SVK",
      "USA",
      "DEU",
      "ARG",
      "IMN",
      "IRQ",
      "GEO",
      "IND",
      "ZAF",
      "SRB",
      "AND",
      "CHL",
      "MNE",
      "RUS",
      "CHE",
      "LTU",
      "ITA",
      "HRV",
      "GBR"
    ]
  },
  "Erosion": {
    "url": "https://en.wikipedia.org/wiki/Erosion",
    "summary": "In earth science, erosion is the action of surface processes (such as water flow or wind) that removes soil, rock, or dissolved material from one location on the Earth's crust, and then transports it to another location (not to be confused with weathering which involves no movement). This natural process is caused by the dynamic activity of erosive agents, that is, water, ice (glaciers), snow, air (wind), plants, animals, and humans. In accordance with these agents, erosion is sometimes divided into water erosion, glacial erosion, snow erosion, wind (aeolic) erosion, zoogenic erosion, and anthropogenic erosion.The particulate breakdown of rock or soil into clastic sediment is referred to as physical or mechanical erosion; this contrasts with chemical erosion, where soil or rock material is removed from an area by its dissolving into a solvent (typically water), followed by the flow away of that solution. Eroded sediment or solutes may be transported just a few millimetres, or for thousands of kilometres.\nNatural rates of erosion are controlled by the action of geological weathering geomorphic drivers, such as rainfall; bedrock wear in rivers; coastal erosion by the sea and waves; glacial plucking, abrasion, and scour; areal flooding; wind abrasion; groundwater processes; and mass movement processes in steep landscapes like landslides and debris flows. The rates at which such processes act control how fast a surface is eroded. Typically, physical erosion proceeds fastest on steeply sloping surfaces, and rates may also be sensitive to some climatically-controlled properties including amounts of water supplied (e.g., by rain), storminess, wind speed, wave fetch, or atmospheric temperature (especially for some ice-related processes). Feedbacks are also possible between rates of erosion and the amount of eroded material that is already carried by, for example, a river or glacier. Processes of erosion that produce sediment or solutes from a place contrast with those of deposition, which control the arrival and emplacement of material at a new location.While erosion is a natural process, human activities have increased by 10-40 times the rate at which erosion is occurring globally.  At well-known agriculture sites such as the Appalachian Mountains, intensive farming practices have caused erosion up to 100x the speed of the natural rate of erosion in the region.  Excessive (or accelerated) erosion causes both \"on-site\" and \"off-site\" problems. On-site impacts include decreases in agricultural productivity and (on natural landscapes) ecological collapse, both because of loss of the nutrient-rich upper soil layers. In some cases, the eventual end result is desertification. Off-site effects include sedimentation of waterways and eutrophication of water bodies, as well as sediment-related damage to roads and houses. Water and wind erosion are the two primary causes of land degradation; combined, they are responsible for about 84% of the global extent of degraded land, making excessive erosion one of the most significant environmental problems worldwide.Intensive agriculture, deforestation, roads, anthropogenic climate change and urban sprawl are amongst the most significant human activities in regard to their effect on stimulating erosion. However, there are many prevention and remediation practices that can curtail or limit erosion of vulnerable soils.",
    "images": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Eroding_rill_in_field_in_eastern_Germany.jpg",
    "countries": [
      "BRB",
      "TUV",
      "MLI",
      "KHM",
      "CRI",
      "GTM",
      "KNA",
      "MNG",
      "TUN",
      "ZWE",
      "NCL",
      "LBN",
      "FJI",
      "CPV",
      "SLB",
      "ROU",
      "PRT",
      "SYR",
      "GIN",
      "TTO",
      "THA",
      "MAR",
      "JOR",
      "CAF",
      "AGO",
      "MEX",
      "AUS",
      "KEN",
      "NZL",
      "MUS",
      "MSR",
      "PYF",
      "LBR",
      "WLF",
      "DZA",
      "BDI",
      "BTN",
      "HTI",
      "NPL",
      "NER",
      "JAM",
      "NIC",
      "ALB",
      "ETH",
      "KIR",
      "COL",
      "MDG",
      "PER",
      "GGY",
      "LSO",
      "WSM",
      "SLV",
      "CMR",
      "ZMB",
      "PHL",
      "TJK",
      "HND",
      "SDN",
      "MRT",
      "SWZ",
      "PAK",
      "BGD",
      "LKA",
      "DMA",
      "UGA",
      "SOM",
      "ECU",
      "PNG",
      "PAN",
      "CHN",
      "RWA",
      "PRI",
      "SVK",
      "GRD",
      "SEN",
      "GHA",
      "ARG",
      "ERI",
      "CYP",
      "IRQ",
      "YEM",
      "IND",
      "ZAF",
      "AND",
      "STP",
      "RUS",
      "CHE",
      "LTU",
      "COM",
      "LCA",
      "FRO"
    ]
  }
}